package pkg1;

public class Main {

	public static void main(String[] args) {
		/*
		 * 8월 7일(월) ~ 8월 13일(일) 회고록
		 * 
		 * 이펙티브 자바 책 구매해서 리뷰 중이다. 뭐 비록 챕터 1-1 읽었을 뿐인데,
		 * 솔직히 좀 어렵다. 나의 실려 부족이 느껴진다.
		 * 이 책을 인용한 강의가 있어서 들으면서 읽을 예정이다.
		 * 나도 어서 빨리 실력이 늘어 모두에게 인정받는 사람이 되고 싶다.
		 * 
		 * 스터디 지인이 이 책의 리뷰 스터디에 참가했는데, 다들 실력이 좋아 깜짝 놀랐다고 한다.
		 * 세상은 넓고 고수는 많다. 나도 고수의 반열에 들어가고 싶다.
		 * 뭐 열심히 해야지.
		 * SQLD도 이제 문제를 풀고 있는데 뭐 다행이도 그럭저럭 할만하다.
		 * 근데 코드 보는 문제가 많이 나와서 많이 풀기 참 어렵다.
		 * 
		 * 그래도 자격증 취득을 위해 노력해야지.
		 * 나는 동아리 2개에 가입해서 공부하고 있는데 다들 걱정이 많다.
		 * 7개월 공부했는데 취업이 안되니... 사실 나도 급한 마음이 있는 것은 마찬가지이다.
		 * 
		 * 휴 이럴 때 더 여유를 갖고 공부 열심히 해야겠다 싶다.
		 * 
		 * 최정원 파이팅하자 아자아자!!!
		 * 
		 * 
		 * 
		 */
	}

}
